WcfHarness/WcfHarness/RequestXmls/DeleteAccessPattern.xml

<?xml version="1.0" encoding="utf-8" ?>
<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
  <s:Body>
    <DeleteAccessPattern xmlns="http://www.tavisca.com/Vexiere/IAccount/2013/01">
      <deleteAccessPatternRequest xmlns:a="http://schemas.datacontract.org/2004/07/Tavisca.Vexiere.DataContract" xmlns:i="http://www.w3.org/2001/XMLSchema-instance">
        <a:AdditionalData i:nil="true"/>
        <a:OrganizationId>1</a:OrganizationId>
      </deleteAccessPatternRequest>
    </DeleteAccessPattern>
  </s:Body>
</s:Envelope>